<?php

return [
    'flash' => [
        '404' => 'لم يتم العثور علي اي بيانات',
        'error' => 'حدث خطأ حاول فيما بعد !!',
        'success' => 'تم بنجاح',
        'created' => 'تم الأضافة بنجاح',
        'updated' => 'تم التعديل بنجاح',
        'deleted' => 'تم الحذف بنجاح',
        'delete_' => 'حذف ؟',
        'sure_' => 'يرجي التأكد قبل الحذف!',
        'yes_' => 'نعم, تأكيد الحذف',
        'no_' => 'ألغاء',
        'fix_errors' => 'قم بادخال الحقول بطريقة صحيحة',
        'api' => [
            'success' => 'تم بنجاح',
            'canceled' => 'تم الألغاء بنجاح',
            'registered' => 'تم التسجيل بنجاح',
            'not_authenticated' => 'غير مصرح لك بأستخدام هذا الأبلكيشن',
            'invalid_user_or_password' => 'كلمة المرور أو البريد الألكتروني خطأ',
            'profile_updated' => 'تم تعديل البيانات الشخصية بنجاح',
            'password_updated' => 'تم تعديل كلمة المرور بنجاح',
            'not_found' => 'لم يتم العثور علي أي بيانات',
            'old_password_not_correct' => 'كلمة المرور الحالية خطأ',
        ]
    ],
];
